picture_time_of_day = {
    "00:00": "\U0001F303(Ночь)",
    "03:00": "\U0001F303(Ночь)",
    "06:00": "\U0001F305(Утро)",
    "09:00": "\U0001F305(Утро)",
    "12:00": "\U0001F306(День)",
    "15:00": "\U0001F306(День)",
    "18:00": "\U0001F307(Вечер)",
    "21:00": "\U0001F307(Вечер)",
}

code_to_smile = {
    "Clear": "\U00002600",
    "Clouds": "\U00002601",
    "Rain": "\U00002614",
    "Drizzle": "\U00002614",
    "Thunderstorm": "\U000026A1",
    "Snow": "\U0001F328",
    "Mist": "\U0001F32B",
}
